/* Name of application */
"Homepwner" = "Dueño de casa";

/* Type label None */
"None" = "Nada";

/* Asset type button */
"Type: %@" = "Tipo: %@";

/* Asset type title */
"Asset Type" = "Tipo de activo";

/* Electronics */
"Electronics" = "Electrónica";
/* Furniture */
"Furniture" = "Muebles";
/* Jewelry */
"Jewelry" = "Joyería";